{
  "components.about.content.aboutUs": "Have you always wanted to learn to understand yourself and others from the perspective of the Akasha? Here is your path and opportunity!{br}Energy Healing and Akashic Records consulting, reading, and healing have been around for thousands of years. They have largely been associated with religious or spiritual practices, however, with a deeper understanding of modern physics the miracles and mysteries they manifest, are gradually being understood by science.{br}There are many forms of energy healing practiced by cultures across the globe. Some require very formal long-term structured learning, others short term weekend training, and everything in-between including indigenous learning models.",
  "components.about.content.ourTeam.director": "Director",
  "components.about.content.ourTeam.director.about": "Tao has been involved as a performer of song and dance since the age of six. She had gymnastics training at age 8. Her exploration of movement also leads her to win medals in Beijing while representing her university in gymnastics competitions. Tao has also been actively organized various arts events and performances for most of her life, including the universities she studied, and her workplaces and local communities.{linebreak}{linebreak}Tao is currently the director of the Oriental Dance Troupe of Ottawa. She has been involved in dance demonstration, performance, and teaching for more than 30 years. Tao has organized and overseen the Chinese New Year Dance and Music extravaganza at CenterPoint Theatre for four consecutive years, and the event of “The Charm of Oriental Dance and Music” at Algonquin Commons Theatre. These shows have been the successful Chinese cultural presentation in Ottawa. Tao has also worked as a stage manager for a variety of productions.",
  "components.about.content.ourTeam.director.name": "Tao Ding",
  "components.about.content.ourTeam.instructor": "Dance Instructor",
  "components.about.title": "WELCOME!",
  "components.footer.copyright": "© 2020 Golden Lotus Healing and Guidance",
  "components.footer.title.contactUs": "CONTACT",
  "components.blog.title": "Blog",
  "components.home.content.aboutUs": "",
  "components.home.title.aboutUs": "About us",
  "components.navigationBar.menu.about": "About",
  "components.navigationBar.menu.blog": "Blog",
  "components.navigationBar.menu.learnMore": "Learn More",
  "components.navigationBar.menu.courses": "Courses",
  "components.navigationBar.menu.title": "GOLDEN LOTUS Healing and Guidance",
  "components.learnMore.title": "Learn More",
  "components.learnMore.content": "We have adult and children programs. Contact us for schedules.",
  "components.courses.title": "Akashic Training",
  "languageChange": ""
}
